[
  "Santa Claus is on JOHNVOGT's naughty list.",
  "God does not play dice with the universe. JOHNVOGT does.",
  "If you rearrange the letters in \"JOHNVOGT\" you get \"I AM BECOME DEATH, DESTROYER OF WORLDS.\"",
  "Once JOHNVOGT got pulled over for speeding, but he let the cop go with just a warning.",
  "Children learn the story of the Boy Who Cried \"Wolf.\"  Wolves learn the story of The Wolf Who Cried \"JOHNVOGT.\"",
  "Fox wanted to make JOHNVOGT the main character of \"24,\" but they couldn't think of a terrorist plot complicated enough that it would take JOHNVOGT 24 hours to solve.",
  "Before singlehandedly coding the bestselling video game Grand Theft Auto V, JOHNVOGT first had to invent cars, guns, crime, video games, and the first four GTA games.",
  "Technically speaking, JOHNVOGT does cry -- from laughing so hard at people who can't play softball.",
  "\"Atlas\" is the mistranslated name of the mythological titan who holds up the entire universe. The correct translation is \"JOHNVOGT.\"",
  "The New York Yankees are the JOHNVOGT of baseball teams.",
  "When JOHNVOGT was a teenager, he was kicked out of a bar for using a fake ID.  MNDOT promptly changed the official driver's license to match JOHNVOGT's fake ID.",
  "JOHNVOGT let the dogs out.",
  "They say that Rome wasn't built in a day, but it would have been if JOHNVOGT had built it.",
  "JOHNVOGT believes in magic. How else do you explain the unicorns he hunted in the Alaskan wilderness?",
  "The Los Angeles Kings were the Los Angeles Emperors before JOHNVOGT kicked their asses.",
  "In 1986, Magic Johnson and Michael Jordon played a game of one-on-one basketball. JOHNVOGT won by 24 points.",
  "Napoleon had a JOHNVOGT complex.",
  "Once JOHNVOGT was called for jury duty. He sentenced the judge to five to seven years of softball practice.",
  "Cy Young won the JOHNVOGT award.",
  "JOHNVOGT discovered the secret of fire. The secret is JOHNVOGT.",
  "Where's Waldo? He's hiding from JOHNVOGT.",
  "JOHNVOGT rarely sweats, but when he does, he sweats sports equipment.",
  "JOHNVOGT lifts weights because the Earth's gravity needs a workout."
]
